[
  {
    "bgColor": "hsl(263, 55%, 52%)",
    "authorNameAndTitleColor": "hsl(0, 0%, 100%)",
    "designationColor": "hsl(0, 0%, 100%, 0.5)",
    "reviewColor": "hsl(0, 0%, 100%, 0.7)",
    "avatarSrc": "/images/testimonials-grid-section/image-daniel.jpg",
    "authorName": "Daniel Clifford",
    "designation": "Verified Graduate",
    "cardTitle": "I recieved a job offer mid-course, and the subjects I learned were current, if not more so, in the company I joined. I honestly feel I got every penny's worth.",
    "cardReview": "I was an EMT for many years before I joined the bootcamp. I've been looking to make a transition and have heard some people who had an amazing experience here. I signed up for the free intro course and found it incredibly fun! I enrolled shortly thereafter. The next 12 weeks was the best - and most grueling - time of my life. Since completing the course, I've successfully switched careers, working as a Software Engineer at a VR startup."
  },
  {
    "bgColor": "hsl(217, 19%, 35%)",
    "authorNameAndTitleColor": "hsl(0, 0%, 100%)",
    "designationColor": "hsl(0, 0%, 100%, 0.5)",
    "reviewColor": "hsl(0, 0%, 100%, 0.7)",
    "avatarSrc": "/images/testimonials-grid-section/image-jonathan.jpg",
    "authorName": "Jonathan Walters",
    "designation": "Verified Graduate",
    "cardTitle": "The team was very supportive and kept me motivated",
    "cardReview": "I started as a total newbie with virtually no coding skills. I now work as a mobile engineer for a big company. This was one of the best investments I've made in myself."
  },
  {
    "bgColor": "hsl(0, 0%, 100%)",
    "authorNameAndTitleColor": "hsl(219, 29%, 14%)",
    "designationColor": "hsl(219, 29%, 14%, 0.5)",
    "reviewColor": "hsl(219, 29%, 14%, 0.7)",
    "avatarSrc": "/images/testimonials-grid-section/image-kira.jpg",
    "authorName": "Kira Whittle",
    "designation": "Verified Graduate",
    "cardTitle": "Such a life-changing experience. Highly recommended!",
    "cardReview": "Before joining the bootcamp, I've never written a line of code. I needed some structure from professionals who can help me learn programming step by step. I was encouraged to enroll by a former student of theirs who can only say wonderful things about the program. The entire curriculum and staff did not disappoint. They were very hands-on and I never had to wait long for assistance. The agile team project, in particular, was outstanding. It took my learning to the next level in a way that no tutorial could have. In fact, I've often referred to it during interviews as an example of my development experience. It certainly helped me land as a full-stack developer after receiving multiple offers. 100% recommend!"
  },
  {
    "bgColor": "hsl(0, 0%, 100%)",
    "authorNameAndTitleColor": "hsl(219, 29%, 14%)",
    "designationColor": "hsl(219, 29%, 14%, 0.5)",
    "reviewColor": "hsl(219, 29%, 14%, 0.7)",
    "avatarSrc": "/images/testimonials-grid-section/image-jeanette.jpg",
    "authorName": "Jeanette Harmon",
    "designation": "Verified Graduate",
    "cardTitle": "An overall wonderful and rewarding experience",
    "cardReview": "Thank you for the wonderful experience! I now have a job I really enjoy, and make a good living while doing something I love."
  },
  {
    "bgColor": "hsl(219, 29%, 14%)",
    "authorNameAndTitleColor": "hsl(0, 0%, 100%)",
    "designationColor": "hsl(0, 0%, 100%, 0.5)",
    "reviewColor": "hsl(0, 0%, 100%, 0.7)",
    "avatarSrc": "/images/testimonials-grid-section/image-patrick.jpg",
    "authorName": "Patrick Abrams",
    "designation": "Verified Graduate",
    "cardTitle": "Awesome teaching support from TAs who did the bootcamp themselves. Getting guidance from them and learning from their experiences was easy.",
    "cardReview": "The staff see, genuinely concerned about my progress which I find really refreshing. The program gave me the confidence necessary to be able to go out in the world and present myself as a capable junior developer. The standard is above the rest. You will get the personal attention you need from an incredible community of smart and amazing people."
  }
]
